{
  "Vim-autoclose": { "branch": "master" },
  "awesome-vim-colorschemes": { "branch": "master" },
  "braceless.vim": { "branch": "master" },
  "claudecode.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "color-manager.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
  "fern-git-status.vim": { "branch": "master" },
  "fern-mapping-fzf.vim": { "branch": "master" },
  "fern-preview.vim": { "branch": "main" },
  "fern-renderer-nerdfont.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "glyph-palette.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "neosnippet": { "branch": "master" },
  "neosnippet-snippets": { "branch": "master" },
  "nerdfont.vim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "previm": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "vim-clang-format": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-cpp-enhanced-highlight": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vimproc.vim": { "branch": "master" }
}
