{
  "CopilotChat.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "copilot.vim": { "branch": "release" },
  "fern-git-status.vim": { "branch": "master" },
  "fern-mapping-fzf.vim": { "branch": "master" },
  "fern-preview.vim": { "branch": "main" },
  "fern-renderer-nerdfont.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "glyph-palette.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nerdfont.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" }
}
